Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/skuvlagalledeamit_joatkasuvvet_cakcat_2019.html.tmx
Source language: sme
Languages: smn

source: Skuvlagalledeamit joatkašuvvet čakčat 2019
smn: Škovlâkolliistâlmeh finnejeh joođhâ čohčuv 2019

source: Sámedikki nuoraidráđi ja Nuoraid Akademiija Dihtosis – oktasašprošeakta lea dán giđa oasil nohkan.
smn: Sämitige nuorâirääđi já Nuorten Akatemia Dihtosis-ohtsâšhaahâ lii taan kiiđâ uásild nuuhâm.

source: Prošeavtta vehkiin dahkkui sápmelašvuohta oahpisin badjeskuvllaide dárkkuhuvvon sámefáttát skuvlagalledemiid ja oahpaheaddjiide fáttá iehčanas oahpahussii dárkkuhuvvon metodapáhka vehkiin.
smn: Havváin tohhui sämmilâšvuotâ uápisin paješkovláid čuosâttum sämmilâšfáádá škovlâkolliistâlmij já máttáátteijeid fáádá jiečânâs máttááttâsân uáivildum vyehikorttâpaakâ vievâst.

source: Skuvlajagi áigge ollašuhttojedje oktiibuot 59 skuvlagalledeami 12 skuvlagalledeaddji fámuin miehtá Suoma.
smn: Luuhâmpaje ääigi olášuttii ohtsis 59 škovlâkolliistâlmid 12 škovlâkuosijguin pirrâ eennâm.

source: Galledeamit jukse árvvu miel 1400 nuora.
smn: Kolliistâlmij peht juksii suulân 1400 nuorâd.

source: Galledeamit ledje erenomáš bivnnuhat, eaige buot diŋgojuvvon skuvlagalledeamit ollašuvvan resurssaid rájálašvuođa dihtii.
smn: Kolliistâlmeh lijjii hirmâd pivnoheh, iäge pastam olášuttiđ puoh tiilájum škovlâkolliistâlmijd resursij raajij tiet.

source: Oahpaheaddjiide fáttá iehčanas oahpahussii 5.-9. luohkáide ja nuppi dási oahppolágádusaide dárkkuhuvvon metodapáhkka prentejuvvui suoma- ja ruoŧagillii.
smn: Máttáátteijeid fáádá jiečânâs máttááttâsân 5.-9.luokaid sehe nube tääsi oppâlájádâssáid čuosâttum vyehikorttâpaakâ renttejii suomâ- já ruotâkielân.

source: Suomagielat duhát stuhka prentosis vádjit 700 stuhka leat juhkkon ovddos guvlui.
smn: Suomâkielâlii tuhháát pitá riänttusist vááijuv 700 pittád láá juohhum ovdâskulij.

source: Metodapáhkat leat vel fállun guktuid gielain.
smn: Vyehikorttâpaakah láá vala kuohtui kielân.

source: Páhkkadiŋgoma sáhttá bargat čujuhusas: www.nuortenakatemia.fi/kouluvierailulomakkeet
smn: Pakkâtiilám puáhtá rähtiđ čujottâsâst: www.nuortenakatemia.fi/kouluvierailulomakkeet

source: Dihtosis – prošeakta joatkašuvvá geasi 2020 rádjai.
smn: Dihtosis-haahâ juátkoo keesi 2020 räi.

source: Sámefáttát skuvlagalledeamit joatkašuvvet čakčat 2019.
smn: Sämmilâšfáádá škovlâkolliistâlmeh juátkojeh čohčuv 2019.

source: Ođđa skuvlagalledeaddjiid boahtit rekryteret álgočavčča áigge.
smn: Rekrytistep uđđâ škovlâkuosijd algâčoovčâ ääigi.

source: Ođđa skuvlagalledeaddjiid sávvat fárrui prošektii erenomážit oaivegávpotguovllus.
smn: Uđđâ kuosijd tuáivup fáárun haahân eromâšávt uáivikaavpug kuávlust.

source: Prošeavtta nuppi oasis ollašuhtto galledemiid lassin sápmelašvuođa gieđahalli seppo – mobiilaspeallu, mii fállojuvvo skuvllaide birra Suoma.
smn: Haavâ nube uásist olášuttep kolliistâlmij lasseen sämmilâšvuođâ kieđâvuššee seppo-moobiilspeelâ, mon faallâp škovláid pirrâ Suomâ.

source: Speallu ovdan buktojuvvo jagi 2020 álbmotbeaivve ovdal.
smn: Spellâ almostittoo ovdil ive 2020 aalmugpeeivi.

source: Lassidieđut:
smn: Lasetiäđuh:

source: Elli-Marja Hetta Vs. nuoraidčálli +358 10 839 3134, +358 50 382 5179 elli-marja.
smn: Elli-Marja Hetta Vs. nuorâičällee 010 839 3134, 050 382 5179 elli-marja.
